Repository: juniac/CooldownReady
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: ko_kr

# LanguageLabel
source: Language
ko_kr: 언어

# SaveSettingsButton
source: Save Settings
ko_kr: 설정 저장

# AlwaysOnTopToolTip
source: Always on top
ko_kr: 항상 위

# MonitoringKeyLabel
source: Monitoring Key
ko_kr: 모니터링 키

# KeyPlaceholder
source: Click here and press a key...
ko_kr: 여기를 눌러 키를 눌러주세요...

# NoKeySet
source: No key has been set
ko_kr: 아직 키가 설정되지 않았습니다

# SelectedKeyDisplay
source: Selected key: {0} (Virtual Key: {1})
ko_kr: 설정된 키: {0} (Virtual Key: {1})

# CooldownTimeLabel
source: Cooldown Time
ko_kr: 쿨다운 시간

# MinuteText
source: min
ko_kr: 분

# SecondText
source: sec
ko_kr: 초

# AlertTimeLabel
source: Alert Time (seconds before end)
ko_kr: 알림 시간 (초 전에 알림)

# AlertSoundLabel
source: Alert Sound
ko_kr: 알림 소리 선택

# PreventDuplicateInputLabel
source: Prevent re-press
ko_kr: 카운트다운 중 중복 입력 방지

# RemainingTimeLabel
source: Remaining Time
ko_kr: 남은 시간

# HideSettingsButton
source: ▲ Hide Settings
ko_kr: ▲ 설정접기

# ShowSettingsButton
source: ▼ Show Settings
ko_kr: ▼ 설정열기

# StartButton
source: Start
ko_kr: 시작

# StopButton
source: Stop
ko_kr: 중지

# DialogErrorTitle
source: Error
ko_kr: 오류

# DialogNoticeTitle
source: Notice
ko_kr: 알림

# DialogOk
source: OK
ko_kr: 확인

# MissingKeyMessage
source: Set a monitoring key first.
ko_kr: 키보드 키를 먼저 설정해주세요.

# MissingCooldownMessage
source: Set a cooldown time.
ko_kr: 쿨다운 시간을 설정해주세요.

# SettingsSavedMessage
source: Settings saved.
ko_kr: 설정이 저장되었습니다.

# AddKeyButton
source: ＋ Add Key
ko_kr: ＋ 키 추가

# RemoveKeyToolTip
source: Remove
ko_kr: 삭제

# KeyPlaceholderShort
source: Press a key
ko_kr: 키 입력

# AlertShortLabel
source: alert (s)
ko_kr: 알림(초)
